/* The keyboard shortcut is is not allowed to be used */
"%@ is not allowed" = "%@ không được cho phép";

/* the number of uses left in the free trial (when 1) */
"%lu Use Left" = "%lu Lượt dùng còn lại";

/* the number of uses left in the free trial (when >1) */
"%lu Uses Left" = "%lu Lượt dùng còn lại";

/* click this button to get 10 more uses in the free trial */
"+10 Uses" = "+10 lượt dùng";

/* entry in selection list to indicate no selection */
"- None -" = "Trống";

/* No comment provided by engineer. */
"\"%@\" is not signed by Pilotmoon Software. Only install this extension if you got it from a source you trust." = "\"%@\" không được ký nhận bởi Pilotmoon Software. Bạn chỉ nên cài tiện tích mở rộng này từ nguồn tin tưởng.";

/* No comment provided by engineer. */
"Above Text" = "Nằm trên văn bản";

/* Title of prefs section */
"Actions" = "Hành động";

/* No comment provided by engineer. */
"Alternate Search URL" = "URL tìm kiếm thay thế";

/* Title of prefs section */
"Appearance" = "Giao diện";

/* No comment provided by engineer. */
"Authorized" = "Được ủy quyền";

/* Dark/light mode will be the same as the operating system setting */
"Auto" = "Tự động";

/* Dark/light mode will be opposite to the operaing system setting */
"Auto (Inverse)" = "Tự động (Nghịch đảo)";

/* No comment provided by engineer. */
"Below Text" = "Nằm dưới văn bản";

/* click button to buy the app */
"Buy" = "Mua";

/* Button to go to store */
"Buy Now" = "Mua Ngay";

/* Button to go to store */
"Buy PopClip Online" = "Mua PopClip trực tuyến";

/* as in 'by Nick Moore' */
"by" = "bởi";

/* No comment provided by engineer. */
"Cancel" = "Huỷ";

/* No comment provided by engineer. */
"Cannot Install Extension" = "Không thể cài đặt tiện ích mở rộng";

/* 1=name of app */
"Cannot start %1$@" = "Không thể khởi động %1$@";

/* This is a check box title, not a button */
"Check for updates" = "Kiểm tra bản cập nhật";

/* Label for color setting */
"Color" = "Màu sắc";

/* Displayed when something has been copied to the clipboard */
"Copied" = "Đã sao chép";

/* Indicates Dark color apearance */
"Dark" = "Tối";

/* name of dictionary look-up feature */
"Dictionary" = "Từ điển";

/* button title */
"Don't Install" = "Không cài đặt";

/* Button title */
"Done" = "Hoàn thành";

/* Button title. Enables access for assistive devices. */
"Enable PopClip" = "Bật PopClip";

/* Title of table of apps which PopClip will ignore. */
"Excluded Apps" = "Loại trừ ứng dụng";

/* button title shown in welcome window */
"Got it!" = "Đã hiểu!";

/* No comment provided by engineer. */
"Hold Option (⌥) for alternate search." = "Giữ nút Tùy chọn (⌥) để tìm kiếm theo cách khác.";

/* button title: install the named externsion */
"Install \"%@\"" = "Cài đặt \"%@\"";

/* the name of the extension to be installed is in quotes */
"Install Extension \"%@\"" = "Cài đặt phần mở rộng \"%@\"";

/* Label for control for setting keyboard shortcut */
"Keyboard Shortcut" = "Phím tắt";

/* No comment provided by engineer. */
"Language" = "Ngôn ngữ";

/* No comment provided by engineer. */
"Languages" = "Ngôn ngữ";

/* Title of window showing the user's license details */
"License Details" = "Chi tiết thông tin cấp phép";

/* No comment provided by engineer. */
"License key not valid" = "Khóa giấy phép không hợp lệ";

/* Indicates Light color apearance */
"Light" = "Sáng";

/* name of missing third party app */
"Missing App: %@" = "Ứng dụng bị thiếu: %@";

/* No comment provided by engineer. */
"Not Authorized" = "Không được ủy quyền";

/* button title */
"Not Now" = "Không phải bây giờ";

/* No comment provided by engineer. */
"OFF" = "TẮT";

/* No comment provided by engineer. */
"OK" = "Đồng ý";

/* No comment provided by engineer. */
"ON" = "BẬT";

/* name of link opening feature */
"Open Link" = "Mở liên kết";

/* No comment provided by engineer. */
"Open Links" = "Mở liên kết";

/* Example: Options for Wikipedia */
"Options for %@" = "Tuỳ chọn %@";

/* No comment provided by engineer. */
"Please close this browser tab and return to PopClip." = "Vui lòng đóng tab trình duyệt này và quay lại PopClip.";

/* No comment provided by engineer. */
"Please wait..." = "Vui lòng chờ...";

/* No comment provided by engineer. */
"PopClip can have at most %li extensions. Please delete some to make space for more." = "PopClip có thể chứa tối đa %li tiện ích mở rộng. Vui lòng xoá bớt để có thể cài thêm.";

/* No comment provided by engineer. */
"The free version of PopClip can have at most %li extensions. Please delete some to make space for more." = "Phiên bản miễn phí của PopClip có thể có tối đa %li tiện ích mở rộng. Vui lòng xoá bớt để có thể cài thêm.";

/* No comment provided by engineer. */
"PopClip can't find %@ on this computer. You probably need to install it." = "PopClip không tìm thấy %@ trên máy tính này. Bạn có thể phải cần cài đặt nó trước.";

/* No comment provided by engineer. */
"PopClip could not load the following extension(s):\n\n%@\n\nUpdated versions may be available from the PopClip website." = "PopClip không thể tải các phần mở rộng sau:\n\n%@\n\nCó thể có bản cập nhật từ website PopClip.";

/* No comment provided by engineer. */
"PopClip Extensions" = "Phần mở rộng PopClip";

/* as in 'PopClip is ON' or 'PopClip is OFF' */
"PopClip is" = "PopClip đang";

/* No comment provided by engineer. */
"PopClip will check spelling in each selected language." = "PopClip sẽ kiểm tra chính tả cho mỗi ngôn ngữ được lựa chọn.";

/* Label for position setting */
"Position" = "Vị trí";

/* Button to quit the app */
"Quit" = "Thoát";

/* Button title. Opens PopClip on mac app store. */
"Rate on App Store" = "Xếp hạng trên App Store";

/* Button title. When clicked, shows the app's release notes. */
"Release Notes" = "Ghi chú phát hành";

/* No comment provided by engineer. */
"Replace your search term with ***, e.g. https://example.com/?q=***" = "Thay thế từ khoá tìm kiếm của bạn vào ***, ví dụ: https://example.com/?q=***";

/* name of 'reveal in finder' feature */
"Reveal in Finder" = "Xem trong Finder";

/* name of web search feature */
"Search" = "Tìm kiếm";

/* No comment provided by engineer. */
"Search URL" = "Tìm địa chỉ";

/* No comment provided by engineer. */
"Select" = "Lựa chọn";

/* No comment provided by engineer. */
"Select apps to exclude" = "Lựa chọn ứng dụng loại trừ";

/* No comment provided by engineer. */
"Show as Icon" = "Hiện thị dạng biểu tượng";

/* check box title */
"Show in menu bar" = "Hiển thị trên thanh công cụ";

/* button title */
"Sign In" = "Đăng nhập";

/* Example: Sign in to your Instapaper account. */
"Sign in to your %@ account." = "Đăng nhập vào tài khoản %@ của bạn.";

/* button title */
"Sign Out" = "Đăng Xuất";

/* Label for size adjustment slider */
"Size" = "Kích cỡ";

/* name of spelling checker feature */
"Spelling" = "Chính tả";

/* check box title */
"Start at login" = "Bật khi đăng nhập";

/* No comment provided by engineer. */
"Technical information:" = "Thông tin kỹ thuật:";

/* This message is shown when the license key is registered. */
"Thank you for buying PopClip!" = "Cảm ơn bạn đã mua PopClip!";

/* No comment provided by engineer. */
"The application appears to be corrupted. Please install a fresh copy." = "Ứng dụng có thể đã bị hỏng. Vui lòng cài đặt lại.";

/* No comment provided by engineer. */
"This extension is not compatible with this version of PopClip. Please update to the latest version of PopClip." = "Tiện ích mở rộng này không tương thích với phiên bản hiện tại của PopClip. Vui lòng cập nhật lên phiên bản PopClip mới nhất.";

/* No comment provided by engineer. */
"This extension requires macOS version %@ or above." = "Tiện tích mở rộng này yêu cầu macOS phiên bản %@ hoặc cao hơn.";

/* Dialog text */
"To continue, PopClip needs to enable Accessibility access." = "Để tiếp tục, PopClip cần quyền truy cập Trợ Năng (Accessibility).";

/* help text shown in welcome window */
"To use PopClip, just select some text in any app using your mouse pointer." = "Để sử dụng PopClip, chỉ cần chọn đoạn văn bản ở bất kỳ ứng dụng nào bằng chuột.";

/* the free trial has expired */
"Trial Expired" = "Đã hết hạn dùng thử";

/* the number of uses left in the free trial (when 1) */
"Trial — %lu Use Left" = "Dùng thử — %lu lượt sử dụng còn lại";

/* the number of uses left in the free trial (when >1) */
"Trial — %lu Uses Left" = "Dùng thử — %lu lượt sử dụng còn lại";

/* No comment provided by engineer. */
"Unsigned Extension" = "Tiện ích mở rộng không được ký nhận";

/* Button title. When clicked, shows user's license details. */
"View License" = "Xem bản quyền";

/* Visit the website for the name app e.g. Visit Evernote Website */
"Visit %@ Website" = "Truy cập trang web %@";

/* No comment provided by engineer. */
"Waiting..." = "Đợi...";

/* title of welcome window shown on first run */
"Welcome\nto PopClip" = "Chào mứng\nđến với PopClip";

/* Example: You are signed in to Instapaper. */
"You are signed in to %@." = "Bạn đang đăng nhập với tài khoản %@.";

/* No comment provided by engineer. */
"You maxed out!" = "Bạn đã đạt mức tối đa!";

/* No comment provided by engineer. */
"⚠️ Authorization failed." = "⚠️ Ủy quyền không thành công.";

/* No comment provided by engineer. */
"✅ PopClip Extension \"%@\" authorized." = "✅ Phần mở rộng PopClip \"%@\" đã được ủy quyền.";
